org/index.org
#+setupfile: config.org
#+TITLE: Claudio Parra
#+DESCRIPTION: personal blog, computer science, programming

* About myself and this Blog
Welcome to my Blog! this is the first entry of my blog, so far I am not sure about what to share in here, or how is this going to work, but I will just start with the things I am working on now.
- [[file:posts/template.html][What I am using to make this website]]
* Professional
- [[file:professional/training.org][Leetcode Training]]
* Research
- [[file:posts/2021-04-28-perf.html][Measure raw perf events programatically in Ryzen 3960X]]
* Personal
- [[file:posts/viaje_chile.html][Viaje a Chile]]
- [[file:posts/2022/seattle.html][Trip to Seattle]]
- [[file:fun/balloons.html][Balloons]]
