org/index.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2022-06-21 Tue 23:14 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>Claudio Parra</title>
<meta name="generator" content="Org mode">
<meta name="author" content="Claudio Parra">
<meta name="description" content="personal blog, computer science, programming"
>
<meta name="viewport" content="width=device-width, initial-scale=1.0">
<link rel="stylesheet" type="text/css" href="/style.css">
</head>
<body>
<div id="content">
<h1 class="title">Claudio Parra</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org6771d6e">About myself and this Blog</a></li>
<li><a href="#org09e92b7">Professional</a></li>
<li><a href="#org7c90ecc">Research</a></li>
<li><a href="#orga530f66">Personal</a></li>
</ul>
</div>
</div>

<div id="outline-container-org6771d6e" class="outline-2">
<h2 id="org6771d6e">About myself and this Blog</h2>
<div class="outline-text-2" id="text-org6771d6e">
<p>
Welcome to my Blog! this is the first entry of my blog, so far I am not sure about what to share in here, or how is this going to work, but I will just start with the things I am working on now.
</p>
<ul class="org-ul">
<li><a href="posts/template.html">What I am using to make this website</a></li>
</ul>
</div>
</div>
<div id="outline-container-org09e92b7" class="outline-2">
<h2 id="org09e92b7">Professional</h2>
<div class="outline-text-2" id="text-org09e92b7">
<ul class="org-ul">
<li><a href="professional/training.html">Leetcode Training</a></li>
</ul>
</div>
</div>
<div id="outline-container-org7c90ecc" class="outline-2">
<h2 id="org7c90ecc">Research</h2>
<div class="outline-text-2" id="text-org7c90ecc">
<ul class="org-ul">
<li><a href="posts/2021-04-28-perf.html">Measure raw perf events programatically in Ryzen 3960X</a></li>
</ul>
</div>
</div>
<div id="outline-container-orga530f66" class="outline-2">
<h2 id="orga530f66">Personal</h2>
<div class="outline-text-2" id="text-orga530f66">
<ul class="org-ul">
<li><a href="posts/viaje_chile.html">Viaje a Chile</a></li>
<li><a href="posts/2022/seattle.html">Trip to Seattle</a></li>
<li><a href="fun/balloons.html">Balloons</a></li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Claudio Parra</p>
<p class="email">Email: <a href="mailto:onlycparra@hotmail.com">onlycparra@hotmail.com</a></p>
<p class="date">Created: 2022-06-21 Tue 23:14</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
